tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
cask "xquartz"
brew "aalib"
brew "ack"
brew "sqlite"
brew "libunistring"
brew "nettle"
brew "emacs"
brew "ghc"
brew "agda"
brew "aircrack-ng"
brew "akka"
brew "algernon"
brew "gsl"
brew "algol68g", args: ["with-gsl"]
brew "icu4c"
brew "node"
brew "angular-cli"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "ant"
brew "apktool"
brew "apm-bash-completion"
brew "app-engine-go-64"
brew "apr-util"
brew "ascii"
brew "asciidoctor"
brew "asciiquarium"
brew "asciitex"
brew "asio"
brew "lua"
brew "python"
brew "aspcud"
brew "assh"
brew "gettext"
brew "atool"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bashdb"
brew "bastet"
brew "bat"
brew "berkeley-db@4"
brew "bindfs"
brew "bison"
brew "ilmbase"
brew "libtool"
brew "openexr"
brew "imagemagick"
brew "blockhash"
brew "bonnie++"
brew "brew-cask-completion"
brew "bzip2"
brew "c-ares"
brew "cabextract"
brew "lzo"
brew "pixman"
brew "catimg"
brew "ccache"
brew "ccrypt"
brew "ceylon"
brew "check"
brew "chromedriver"
brew "clang-format"
brew "clib"
brew "libsigsegv"
brew "clisp"
brew "cloc"
brew "clojure"
brew "closure-compiler"
brew "cmark"
brew "cocoapods"
brew "coffeescript"
brew "coreutils"
brew "cowsay"
brew "cpputest"
brew "crunch"
brew "libyaml"
brew "crystal"
brew "curlftpfs"
brew "dar", args: ["with-libgcrypt", "with-lzo"]
brew "dbus"
brew "ddrescue"
brew "devd"
brew "di"
brew "dialog"
brew "diff-so-fancy"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "distcc"
brew "dmd"
brew "docbook"
brew "docbook-xsl"
brew "docbook2x"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "doitlive"
brew "libogg"
brew "flac"
brew "libvorbis"
brew "libsndfile"
brew "portaudio"
brew "fluid-synth"
brew "dosbox-x"
brew "doxygen"
brew "drip"
brew "dub"
brew "ecj"
brew "gd"
brew "graphviz"
brew "orc"
brew "hicolor-icon-theme"
brew "speex"
brew "libvpx"
brew "json-c"
brew "libsoxr"
brew "luajit", args: ["with-52compat"]
brew "qt"
brew "efl"
brew "elinks"
brew "openssl@1.1"
brew "erlang", args: ["HEAD", "with-fop", "with-native-libs"]
brew "elixir"
brew "elm"
brew "swig"
brew "emacs-clang-complete-async"
brew "emojify"
brew "yuicompressor"
brew "emscripten"
brew "exa"
brew "exercism"
brew "f3"
brew "fd"
brew "lame"
brew "libass"
brew "libbluray"
brew "xvid"
brew "mpfr"
brew "open-mpi"
brew "fftw"
brew "fltk"
brew "fn"
brew "fop"
brew "fselect"
brew "fuse-zip"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gem-completion"
brew "genact"
brew "geoip"
brew "gflags"
brew "pcre2"
brew "git"
brew "git-absorb"
brew "git-archive-all"
brew "git-extras"
brew "git-flow"
brew "git-fresh"
brew "git-imerge"
brew "git-lfs"
brew "git-plus"
brew "git-subrepo"
brew "git-town"
brew "glances"
brew "glassfish"
brew "glew"
brew "global"
brew "gnu-apl"
brew "gnu-cobol"
brew "gnu-indent"
brew "gnu-prolog"
brew "gnu-sed"
brew "gnu-smalltalk"
brew "libusb"
brew "pinentry"
brew "googler"
brew "gource"
brew "gpatch"
brew "gpg-agent"
brew "gpgme"
brew "gradle"
brew "grafana"
brew "graphicsmagick"
brew "groovy"
brew "grsync"
brew "gst-libav"
brew "gti"
brew "haskell-stack"
brew "help2man"
brew "heroku"
brew "hexedit"
brew "highlight"
brew "hstr"
brew "htop"
brew "hub"
brew "hwloc"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "idris"
brew "insect"
brew "interactive-rebase-tool"
brew "ossp-uuid"
brew "yajl"
brew "io"
brew "ios-deploy"
brew "iozone"
brew "jpegrescan"
brew "jruby"
brew "jsoncpp"
brew "jump"
brew "just"
brew "kotlin"
brew "laszip"
brew "launch"
brew "lcov"
brew "ldc"
brew "leiningen"
brew "lensfun"
brew "lfe"
brew "libaacs"
brew "libao"
brew "libarchive"
brew "libav"
brew "libconfig"
brew "libdvdcss"
brew "libdvdread"
brew "libdvdnav"
brew "libelf"
brew "libiconv"
brew "libidn"
brew "liblqr"
brew "libmicrohttpd"
brew "libmill"
brew "libotr"
brew "libphonenumber"
brew "lz4"
brew "lzlib"
brew "libressl"
brew "libsass"
brew "libssh2"
brew "libstrophe"
brew "libusb-compat"
brew "libuv"
brew "libwebsockets"
brew "libwmf"
brew "libxslt"
brew "links"
brew "llnode"
brew "logtalk"
brew "lsd"
brew "luaradio"
brew "lumo"
brew "lynis"
brew "lynx"
brew "lzip"
brew "m-cli"
brew "make"
brew "makedepend"
brew "portmidi"
brew "mame"
brew "mariadb"
brew "mas"
brew "maven"
brew "mdcat"
brew "mdp"
brew "media-info"
brew "mercurial"
brew "micro"
brew "s-lang"
brew "midnight-commander"
brew "minimal-racket"
brew "minimodem"
brew "minio"
brew "miniserve"
brew "mit-scheme"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mplayer", args: ["HEAD"]
brew "vapoursynth"
brew "mpv"
brew "mtools"
brew "sdl"
brew "mupen64plus"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "nginx"
brew "nim"
brew "ninja"
brew "nmap", link: false
brew "no-more-secrets"
brew "nsnake"
brew "nyancat"
brew "opam"
brew "osquery"
brew "p7zip"
brew "passenger"
brew "pick"
brew "pidcat"
brew "pigz"
brew "planck"
brew "plzip"
brew "ponyc"
brew "postgresql"
brew "prettier"
brew "profanity"
brew "purescript"
brew "pv"
brew "r"
brew "ragel"
brew "rakudo-star"
brew "ranger"
brew "rclone"
brew "rebar"
brew "repo"
brew "rkhunter"
brew "roll"
brew "rolldice"
brew "rsync"
brew "ruby-build"
brew "ruby-completion"
brew "rust"
brew "sassc"
brew "sbcl"
brew "sbt"
brew "scala"
brew "scalariform"
brew "scheme48"
brew "scrcpy"
brew "screen"
brew "sdl2_gfx"
brew "shfmt"
brew "skinny"
brew "slackcat"
brew "smali"
brew "speedtest-cli"
brew "spoof-mac"
brew "squirrel"
brew "sshfs"
brew "unixodbc"
brew "swi-prolog"
brew "sysbench"
brew "sysdig"
brew "takt"
brew "tealdeer"
brew "telnet"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "timidity"
brew "tokei"
brew "tomcat"
brew "tree"
brew "ttyd"
brew "typesafe-activator"
brew "uncrustify"
brew "unrar"
brew "vim"
brew "vitetris"
brew "w3m"
brew "watchman"
brew "wget"
brew "wrk"
brew "wtf"
brew "yank"
brew "yarn"
brew "yasm"
brew "ydiff"
brew "you-get"
brew "z"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "dart-lang/dart/dart"
cask "golly"
cask "iterm2"
cask "julia"
cask "outguess"
cask "unetbootin"
cask "unity"
cask "vlc"
mas "Battery Health", id: 490192174
mas "BetterSnapTool", id: 417375580
mas "Cathode", id: 499233976
mas "Day One", id: 1055511498
mas "DiscoBrick Lite", id: 598281546
mas "Disk Speed Test", id: 425264550
mas "Finch for Inbox", id: 1084249373
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "HexMiner", id: 851796114
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "Radar Extreme", id: 1018595860
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Wireless Signal", id: 582840059
mas "XChat Azure", id: 447521961
mas "Yoink", id: 457622435
