tap "homebrew/bundle"
brew "gettext"
brew "readline"
brew "aria2"
brew "ascii"
brew "bat"
brew "bat-extras"
brew "broot"
brew "clang-format"
brew "cmake"
brew "libusb"
brew "lima"
brew "colima"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "python@3.11"
brew "distcc"
brew "entr"
brew "fd"
brew "flock"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "git"
brew "git-extras"
brew "glances"
brew "go"
brew "gtop"
brew "htop"
brew "httpie"
brew "hub"
brew "iperf"
brew "iperf3"
brew "lcov"
brew "libyaml"
brew "llvm"
brew "lsd"
brew "magic-wormhole"
brew "make"
brew "micro"
brew "neofetch"
brew "ripgrep"
brew "rust"
brew "srecord"
brew "tig"
brew "tree"
brew "zlib"
brew "zsh"
vscode "1nVitr0.blocksort"
vscode "actboy168.lua-debug"
vscode "alefragnani.Bookmarks"
vscode "bmalehorn.test-switcher"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dan-c-underwood.arm"
vscode "dbaeumer.vscode-eslint"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "felipecaputo.git-project-manager"
vscode "foxundermoon.shell-format"
vscode "gea-embedded.gea-build-tools"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hbenl.vscode-jasmine-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "JaimeOlivares.yuml"
vscode "keroc.hex-fmt"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.rtos-views"
vscode "mehyaa.workspace-storage-cleanup"
vscode "metalcode-eu.gnu-debugger"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikeburgh.xml-format"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "neptunedesign.vs-sequential-number"
vscode "oroschz.busted-tests"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "richie5um2.vscode-sort-json"
vscode "rogalmic.zsh-debug"
vscode "rust-lang.rust-analyzer"
vscode "seansobey.jasmine-problem-matcher"
vscode "sumneko.lua"
vscode "tomblind.local-lua-debugger-vscode"
vscode "tomphilbin.gruvbox-themes"
vscode "trond-snekvik.gnu-mapfiles"
vscode "Tyriar.sort-lines"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanWang.linkerscript"
